-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2020-04-30 14:50:32
-- 服务器版本： 5.5.57-log
-- PHP Version: 5.4.45

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `Message_rabbit_`
--

-- --------------------------------------------------------

--
-- 表的结构 `massage`
--

CREATE TABLE IF NOT EXISTS `massage` (
  `id` int(11) NOT NULL COMMENT 'ID',
  `user` varchar(100) NOT NULL COMMENT '用户名',
  `massage` varchar(1000) NOT NULL COMMENT '留言内容'
) ENGINE=MyISAM AUTO_INCREMENT=321 DEFAULT CHARSET=gbk;

--
-- 转存表中的数据 `massage`
--

INSERT INTO `massage` (`id`, `user`, `massage`) VALUES
(1, '小米', '你好我是小米'),
(2, '小花', '你好我是小花'),
(3, '小田', '你好我是小田'),
(4, '小芳', '你好我是小芳'),
(5, '小周', '你好我是小周'),
(212, '毒液', '我不想你受到伤害'),
(7, '小小', '你好我是小小'),
(15, '一只懒猪', '宇儿我知道遇见你不容易错过了会很可惜我不希望余生都是回忆我想余生每一天都看到你我爱你'),
(22, '啦啦啦aaa', '你好我是啦啦啦aaaa'),
(23, '王若楠', '大宇子好'),
(25, '笑笑', '你好，我是笑笑，想加你为好友'),
(28, '代姗姗是大美女', '我们班主任真好看！！！'),
(57, '一只懒猪', '山有木枝木有心，心悦君兮君不知'),
(30, '*尤人︶ㄣ', '闪电5米宽'),
(58, '一只懒猪', '山有木枝木有心，心悦君兮君不知'),
(68, '英雄有梦', '我爱你'),
(60, '1', '1'),
(69, '英雄有梦', '我爱你'),
(62, '孤独', '勤奋努力，创造更好的明天'),
(63, '孤独', '勤奋努力，创造更好的明天'),
(70, '毒液', '快道歉'),
(48, '韩韩', '一起第五人格吗？'),
(71, '毒液', '快道歉'),
(66, '孤独', '勤奋努力，创造更好的明天'),
(210, '毒液', '快道歉'),
(211, '毒液', '我觉得我喜欢这个女人'),
(213, '毒液', '你好，我是毒液'),
(214, '一个可爱的人', '想和你……\n去100个城市\n来99个拥抱\n看98场日落\n要97次接吻\n拍96张照片\n买95朵玫瑰\n去94家餐馆\n看93次大海\n走92条小巷\n打91次雨伞\n还要90场牵手\n种89个草莓\n盖88次被子\n递87杯温水\n热86次剩饭\n看85次电影\n做84顿午饭\n切83个水果\n吃82次甜品\n喝81次暖茶\n要80次的拥抱\n吃79遍烧烤\n烤78次肉串\n涮77次火锅\n来76次海鲜\n吃75种小吃\n参74场晚宴\n喝73杯喜酒\n吃72次西餐\n尝71颗糖果\n给你70枚香吻\n荡69遍秋千\n看68次日出\n躺67次草地\n看66次星空\n闻65次头发\n抱64次肩胛\n吻63次脸颊\n亲62次锁骨\n咬61次耳朵\n然后60次相拥\n看59场鬼片\n喝58杯奶茶\n吃57桶米花\n逛56个商厦\n打55次的士\n坐54次公交\n等53次地铁\n开52次自驾\n站51遍路灯\n睡50次怀里\n去49个鬼屋\n看48场表演\n逗47只动物\n坐46次飞车\n玩45次激流\n滑44次滑梯\n坐43次飞椅\n转42次陀螺\n吊41次吊索\n然后40个接吻\n捂39次肚子\n揉38次肩膀\n捶37次后背\n捏36次小腿\n暖35次脚丫\n摸34次脑袋\n撮33次肋骨\n挠32次手心\n逗31场大笑\n然后30次拥吻\n放29个气球\n钓28只大鱼\n玩27次飞镖\n放26次风筝\n冲25次瀑布\n滑24艘小船\n蹦23场蹦极\n跳22次跳伞\n漂21次河流\n在20次么么\n骑19次单车\n看18场大雪\n玩17遍飞艇\n去16次森林\n探15个峡谷\n踏14个小溪\n爬13座高山\n看12个沙漠\n坐11次轮船\n写10封情书\n唱9首情歌\n堆8个雪人\n摘7朵野花\n看6场流星\n许5个愿\n醉4次酒\n养3只狗\n吵2场架\n爱1生\n么么哒~'),
(258, '零洛', '膜拜大佬，抱紧九爷大腿，这里萌新，求大佬眼熟，嘿嘿'),
(215, '御坂美琴', '还是喜欢你的鸭~'),
(216, '御坂美琴', '还是喜欢你的鸭~'),
(217, '孤独', '加油'),
(218, '孤独', '加油'),
(219, '星星', '我以为你喜欢和我说话，却没想到你对每个人都是如此，像是把一抷稻谷撒向田野，却没有希望过哪颗会生根发芽'),
(226, '调试', '浮世万千，吾爱有三，一为日，二为月，三为卿，日为朝，月为暮，卿为朝朝暮暮。'),
(227, '调试', 'I love three things in the world,sun ,moon ,and you，sun for morning ,moon for night ,and you forever. ----出自《暮光之城》'),
(223, '毒液', '每个人都有自己的不幸，也许是分别，死亡，意外。无论如何，你都会因此告别过去，从而变成另外的样子。我们都有自己的麻烦，自己的问题，自己的，恶魔???? '),
(228, '调试', '我不是寄生虫，快给我道歉。出自《毒液---致命守护者》'),
(229, '小娟娟', '永远开开心心每一天！'),
(230, '小娟娟', '永远开开心心每一天！'),
(231, '毒液', '你好我是毒液'),
(232, '毒液1', '你好就'),
(239, '安安', '你好我是安安'),
(238, '不知道', '????????????????'),
(237, '不知道', '????????????????'),
(236, '张杭', '老姐最棒！美美哒！???(●˙?˙●)???'),
(240, '安妮', '你好我是安妮'),
(241, '傅恒', '浮世三千吾爱有三。日月为卿，日为朝，月为暮，卿为朝朝暮暮'),
(242, '一二三', '啊(? ???ω??? ?)啊(? ???ω??? ?)啥(??￣?￣)??行行你胸大你先说'),
(243, '一', '，。？？～～——＋@126.com??????→(●—●)”'),
(244, '', 'abc'),
(245, '一', '一?(Θ?Θ)你们还是图样  ?? (  ??ー??  ) balalala~\r\n　／　　　   ＼\r\n  /　　　  ○  　\r\n/　 /  　　    ヽ   大白\r\n|　/　 　　　  　|\r\n ?　　　　     ?/\r\n　卜?　　   ―イ\r\n　  　　/　   /\r\n　　 ︶　   ︶\r\n'),
(246, '楠楠', '楠楠啊\r\n每天快乐\r\n_=????(???=????(???д??=????(???д???)'),
(247, '123456', 'abcsjdfgjks12456'),
(248, '123456789', '21312354646'),
(249, '不(^o^)/~', '(?′?‵?)Ｉ L??????'),
(253, '你好', 'abc'),
(251, '（づ￣3￣）づ╭?～', '123456879100'),
(254, '153', '153153153153'),
(255, '123456', '123465'),
(256, '153456', '123456798456132'),
(257, '123456', '132456'),
(259, '零洛', '人生五杯酒，\r\n不后悔，但扎心，\r\n第一杯敬自己年少无知，\r\n感情太仓促。\r\n第二杯敬自己往后余生，\r\n只谈钱，不走心。\r\n第三杯敬自己时光穿梭，\r\n岁月无情。\r\n第四杯敬自己往事不回头，\r\n余生不将就。\r\n第五杯敬自己不被感化，\r\n自己做自己。 ???'),
(260, '1287431258', '常雅'),
(261, '凯子', '你好????'),
(262, '王天宇', '祝你腰好腿好身体好'),
(263, '宇宇酱', '减肥成功，????'),
(264, '一直小柴犬', '一个男人，若真不爱一个女人，不应该对她太好。否则这笔情债，今生也理不清。'),
(265, '张希言', '日你哥'),
(266, '李刚', '愿自己安好'),
(267, '付聪', '好好养腰'),
(268, '王天宇', '?( ?? ) ?发红包'),
(269, '????', '????????????????'),
(270, '???·(??????????????)??·?好热呀', '?━=????(????????)我要空调'),
(271, '略略略', '小傻纸'),
(272, '随便啦！！！', '这是啥'),
(273, '王天宇', '愿你所想皆所得'),
(309, 'Foo', '到此一游！'),
(317, 'JerryEsogy', 'Hello!  wangtianyu0106.top \r\n \r\nDid you know that it is possible to send proposal wholly legal? \r\nWe presentation a new method of sending business proposal through feedback forms. Such forms are located on many sites. \r\nWhen such messages are sent, no personal data is used, and messages are sent to forms specifically designed to receive messages and appeals. \r\nAlso, messages sent through communication Forms do not get into spam because such messages are considered important. \r\nWe offer you to test our service for free. We will send up to 50,000 messages for you. \r\nThe cost of sending one million messages is 49 USD. \r\n \r\nThis letter is created automatically. Please use the contact details below to contact us. \r\n \r\nContact us. \r\nTelegram - @FeedbackFormEU \r\nSkype  FeedbackForm2019'),
(316, 'Williamnup', '全球加密货币投资平台“ Crypto M- M -M”（最大赚钱）中移动区块链行业的领导者宣布招聘传销专家。 \r\n \r\n对于邀请新来者，您将获得推荐奖金。 我们提供了一个三级推荐程序： \r\n \r\n如果直接邀请新成员参加该项目，您将获得5％的奖金。 \r\n2％的二级推荐人 \r\n1％推荐给第三级 \r\n \r\n项目利润的9％用于奖金 \r\n \r\n推荐奖金将在受邀参与者对该项目进行投资的第二天到达您的BTC地址。 \r\n参与者的任何再投资，领导者将获得全额奖金！ \r\n领先者有机会获得增加的奖金百分比。 \r\n \r\n \r\n成为MLM“加密货币最大收益”的最佳合作伙伴： https://www.crypto-mmm.com/?source=becomepartner '),
(275, '大魔王', '每天都要开开心心鸭！加油～'),
(313, '一夜而知天下秋', '人生中遇见的人有很多，而她是我一生中唯一记载心上的人。我从未后悔与她相见，只怪自己留不住她。愿她一生幸福！！！'),
(277, '小清.', '希望未来的你，不负众望，不问归期?'),
(318, 'Neoodip', 'Здесь вы можете заказать копию любого сайта под ключ, недорого и качественно, при этом не тратя свое время на различные программы и фриланс-сервисы. \r\n \r\nКлонированию подлежат сайты как на конструкторах, так и на движках: \r\n- Tilda (Тильда) \r\n- Wix (Викс) \r\n- Joomla (Джумла) \r\n- Wordpress (Вордпресс) \r\n- Bitrix (Битрикс) \r\nи т.д. \r\nтелефон 8-996-725-20-75  звоните пишите  viber watsapp \r\nКопируются не только одностраничные сайты на подобии Landing Page, но и многостраничные. Создается полная копия сайта и настраиваются формы для отправки заявок и сообщений. Кроме того, подключается админка (админ панель), позволяющая редактировать код сайта, изменять текст, загружать изображения и документы. \r\n \r\nЗдесь вы получите весь комплекс услуг по копированию, разработке и продвижению сайта в Яндексе и Google. \r\n \r\nХотите узнать сколько стоит сделать копию сайта? \r\nнапишите нам \r\n8-996-725-20-75  звоните пишите  viber watsapp \r\n \r\nHere you can order a copy of any site turnkey, inexpensive and hig'),
(305, 'cjs', '愿所有人都能过上自己想要的生活'),
(306, '07', '11111'),
(308, '爸爸', '快乐成长');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `massage`
--
ALTER TABLE `massage`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `massage`
--
ALTER TABLE `massage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID',AUTO_INCREMENT=321;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
